Repository: IronShell1207/VysorProAuto
Catalog: VysorProAuto/Form1.*.resx
Languages: ru

# metroButton2.Text
source: DARK Theme for Vysor!
ru: Темная тема для Vysor!

# checkboxClose.Text
source: Vysor closed
ru: Vysor закрыт

# checkboxInstalled.Text
source: Vysor installed
ru: Vysor установлен

# checkboxCrack.Text
source: Crack installed
ru: Crack установлен

# checkboxOldversion.Text
source: Old version removed
ru: Старая версия удалена

# metroLabel2.Text
source: App type
ru: Тип установки

# metroLabel1.Text
source: Add Firewall Rule to block updates
ru: Добавить правило блокировки обновлений Vysor в FireWall

# comboVersion.Items
source: 2.2.2 full installation
ru: 2.2.2 полная установка

# comboVersion.Items1
source: 2.x.x only patch
ru: 2.x.x только патч

# comboVersion.Items2
source: Other version patch
ru: Другая версия (патч)

# metroLabel3.Text
source: Vysor version
ru: Версия Vysor

# radioChrome.Text
source: Chrome ext.
ru: Chrome расш.

# buttonDownloadPackage.Text
source: Download Vysor Package
ru: Скачать Vysor пакет

# buttonCheckUpdates.Text
source: Check for updates
ru: Проверить обновления

# buttonExit.Text
source: Exit
ru: Выход

# buttonInstaller.Text
source: Install
ru: Установить

# buttonDeinstal.Text
source: Uninstall Vysor
ru: Удалить Vysor

# labelInfo.Text
source: To install the patch for installed Vysor your's version select 'patсh only' To completely reinstall Vysor you need to select 'full install' in the list. Please don't use this app for Vysor 3.x.x and above. This app only supports versions 2.3.0 and older!
ru: Чтобы установить патч для установленного Vysor выберите 'только патч'. Для полной переустановки Vysor с применением патча выберите в списке версий 'полная'. Этот патчер поддерживает Vysor версии 2.3.0 и ниже!!!
