Repository: IronShell1207/VysorProAuto
Catalog: VysorProAuto/MainStringsRes.*.resx
Languages: ru

# ChromeVysorInstalled
source: Patch for Chrome's Vysor applied successfully Start the Vysor?
ru: Патч для Vysor Chrome успешно установлен. Запустить Vysor?

# ChromeVysorInstaller
source: You select the chrome version pather. Chrome and Vysor will closed! Continue?
ru: Ты выбрал патчер Vysor'а для расширения в Chrome. Chrome и Vysor будут закрыты! Продолжить?

# ChromPatcher
source: Chrome extention patcher
ru: Chrome extention Vysor patcher

# DownVysor
source: Download the Vysor
ru: Скачать пакет Vysor

# DownVysorComplete
source: The download has completed! Please start installing again
ru: Загрузка пакета завершена!

source: Error
ru: Ошибка

# MessageVox
source: Hey
ru: Привет

# notifyIcMessage
source: You can update the program by clicking the update check button
ru: Вы можете обновить программу, нажав кнопку проверки обновлений.

source: Success
ru: Успешно

# Updatefinded
source: New version detected (
ru: Обнаружена новая версия (

# VysorPacDown
source: Download the Vysor Package from official site? The package will load into the folder of this program
ru: Скачать пакет Vysor с официального сайта? Пакет загрузится в папку этой программы

# VysorRemove
source: Are you sure you want to delete Vysor?
ru: Вы уверены что хотите полностью удалить Vysor? Расширение chrome не будет удалено

# VysorRemoveSuc
source: Vysor successfully deleted
ru: Удаление успешно завершено

# Win212Complete
source: Vysor 2.1.2 installed with patch
ru: Установка Vysor 2.1.2 Pro завершена успешно!

# Win212VysorQ
source: You have selected the full reinstaller of vysor with patch installing. Continue?
ru: Вы выбрали полную переустановку vysor с установкой патча. Продолжить?

# Win217VysorQ
source: You have selected the Vysor Patcher. You must have installed Vysor app of selected version. Vysor will be closed and patched! Proceed?
ru: Ты выбрал установку патча для Vysor. Vysor выбранной версии должен быть установлен на вашем ПК. Vysor будет закрыт и пропатчен! Продолжить?

# WinOtherVysorQ
source: You have selected the windows version of patcher for Vysor. You need to select file 'uglify.js' Continue?
ru: Ты выбрал установку патча для другой версии Vysor. Нужно вручную выбрать файл uglify.js для применения патча! Продолжить?

# WinVysorComplete
source: Patch for Vysor applied successfully! To start Vysor press "OK".
ru: Патч для Vysor применен успешно! Нажмите ОК чтобы открыть Vysor

# YouneedUglify
source: You need to select 'uglify.js'
ru: Тебе нужно выбрать 'uglify.js'
